{
  "common": {
    "appName": "Майстерня Forestman",
    "author": "Команда Forestman",
    "websiteUrl": "https://yourwebsite.com/"
  },
  "homePage": {
    "title": "Майстерня Forestman - Вироби з дерева ручної роботи",
    "description": "Дослідіть унікальну колекцію виробів з дерева ручної роботи від Forestman. Ідеальні подарунки та декор для дому.",
    "keywords": "деревообробка, ручна робота, вироби з дерева, дерев'яні подарунки, унікальні вироби з дерева, ремісниче дерево, forestman, столярна справа",
    "welcomeHeading": "Ласкаво просимо до Майстерні Forestman",
    "welcomeText": "Відкрийте для себе вишукані вироби з дерева, створені вручну з любов'ю та точністю."
  },
  "aboutPage": {
    "title": "Про нас - Майстерня Forestman",
    "description": "Дізнайтеся більше про Майстерню Forestman, нашу місію та пристрасть, що стоїть за нашими виробами з дерева ручної роботи.",
    "keywords": "деревообробка, ручна робота, вироби з дерева, дерев'яні подарунки, унікальні вироби з дерева, ремісниче дерево, forestman, столярна справа, про нас, місія",
    "heading": "Про Майстерню Forestman",
    "text": "Майстерня Forestman присвячена створенню унікальних та високоякісних виробів з дерева. Кожен предмет ретельно виготовляється вручну, відображаючи нашу прихильність традиційному мистецтву та сталим практикам. Ми віримо в красу натурального дерева та прагнемо привнести тепло та елегантність у ваш дім."
  },
  "catalogPage": {
    "title": "Каталог виробів з дерева - Майстерня Forestman",
    "description": "Перегляньте нашу вишукану колекцію виробів з дерева ручної роботи, включаючи меблі, декор та унікальні подарунки.",
    "keywords": "деревообробка, ручна робота, вироби з дерева, дерев'яні подарунки, унікальні вироби з дерева, ремісниче дерево, forestman, столярна справа, каталог, магазин",
    "heading": "Наш каталог виробів з дерева",
    "text": "Дослідіть нашу унікальну колекцію виробів з дерева ручної роботи."
  },
  "errorPage": {
    "title": "Сторінка не знайдена - Майстерня Forestman",
    "description": "Сторінка, яку ви шукаєте, не може бути знайдена.",
    "keywords": "404, сторінка не знайдена, помилка, forestman",
    "heading": "404 - Сторінка не знайдена",
    "text": "Сторінка, яку ви шукаєте, не існує.",
    "goHome": "На головну"
  },
  "header": {
    "catalogLink": "Каталог",
    "aboutLink": "Про нас"
  },
  "footer": {
    "copyright": "© {{year}} Майстерня Forestman. Всі права захищені."
  }
}